<!DOCTYPE html>
<html>
<head>
    <title> Mysql Project </title>
    <style>
        body{
            background-color: lightseagreen;
        }
       header{
           display: flex;
           justify-content: space-between;
           padding: 10px;
           background-image: url("https://storge.pic2.me/cm/820x312/125/5f7a570e671518.11331409.jpg");
           align-items: center;
       }
       h1{
           color: yellow;
       }
       a{
           color: moccasin;
       }
       h2{
           color: moccasin;
           text-align: center;
       }
       p{
           font-size: 25px;
       }
    </style>
</head>
<body>

<header>
    <h1>DevHub</h1>
    <nav>
        <ul>
            <li><a href="">About us</a> </li>
            <li><a href="DB/index.php">List of users</a></li>

        </ul>
    </nav>
</header>

<h2>Про нас — DevHub</h2>
<p>
    Ласкаво просимо до DevHub — спільноти розробників, що об'єднує IT-ентузіастів з усього світу! Ми — місце, де технології стають доступними, а знаннями діляться з легкістю. Від початківців до досвідчених професіоналів, DevHub допомагає кожному досягти нових висот у сфері програмування.

    Наша місія — створити платформу для навчання, обміну досвідом і співпраці. Ми віримо, що великі ідеї народжуються в співтовариствах, де кожен може знайти підтримку та натхнення для розвитку своїх проєктів.

    DevHub — це місце, де можна не тільки дізнатися про останні тенденції в IT, а й знайти однодумців, поділитися власними рішеннями, або ж отримати поради від експертів.

    Ми організовуємо:

    Онлайн-зустрічі з професіоналами галузі, щоб допомогти вам освоїти нові навички.
    Менторські програми, що дозволяють учасникам співпрацювати та обмінюватися досвідом.
    Проєктні колаборації, де кожен може взяти участь у реальних проєктах, розвиваючи власні вміння.
    Приєднуйтесь до DevHub і ставайте частиною активної, інноваційної спільноти, що творить майбутнє IT! Технічний розвиток, креативність та співпраця — все це у нас.

</p>

</body>
</html>


